<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<html>
<head>
<title>principios de Henri fayol</title>
<link rel="stylesheet" href="CSS/Style.css">
</head>

<body>
<!-- Menú de navegación del sitio -->
<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Menú HTML con CSS</title>
    <link rel="stylesheet" href="Style.css">
</head>
<body>

<ul class="menu">
  <li><a href="hardware.html">Principios y teorias de la adninistraci&oacute;n</a>
<li><a href="index.html">la administraci&oacuten de Henri Fayol</a>
<li><a href="prueba.html">Consejos para tu empresa </a>
<li><a href="Form.html">Pongamos a prueba lo que aprendiste</a>
</ul> 

</body>
</html>

<h1><em>Principios de Henri Fayol </h1></em>
<p class="dotted">Henri Fayol fue un destacado te&oacute;rico de la administraci&oacute;n cuyas ideas han influido significativamente en el desarrollo de la gesti&oacute;n empresarial moderna. Sus catorce principios de administraci&oacute;n, que deline&oacute;
 en su obra "Administration Industrielle et G&eacute;n&eacute;rale" (Administraci&oacute;n Industrial y General), son ampliamente reconocidos como fundamentales para la práctica administrativa.</p>
<br>
<hr>
<br>
<h1>¿Qu&eacute; son los proncipios?</h1>
<p>Los principios de la administraci&oacute;n son conceptos fundamentales que gu&iacute;an la práctica de la gesti&oacute;n y el liderazgo en las organizaciones. Estos principios representan ideas b&aacute;sicas y universales que ayudan a los administrado
res a tomar decisiones, planificar, organizar, dirigir y controlar las actividades dentro de una organizaci&oacute;n. Los principios de la administraci&oacute;n proporcionan una base s&oacute;lida para la eficacia y la eficiencia en la gestión de
 recursos humanos, financieros y materiales</p>
<br>
<img src="IMG/principios.jpeg" width="400" height="400"></img>
<h2>principios de fayol</h2>
<ul>
<h4><li>Divisi&oacute;n del trabajo</li></h4>
<p>Especializaci&oacute;n de tareas para aumentar la eficiencia y la productividad.</p>
<h4><li>Autoridad y responsabilidad.</li></h4>
<p>Definici&oacute;n clara de qui&eacute;n tiene la autoridad para tomar decisiones y quién es responsable de su ejecuci&oacute;n.</p>
<h4><li>Disciplina</li></h4>
<p>Mantener el orden y la obediencia dentro de la organizaci&oacute;n mediante el cumplimiento de reglas y normas establecidas.</p>
<h4><li>Unidad de mando</li></h4>
<p>Cada empleado debe recibir &oacute;rdenes de un solo superior para evitar confusiones y conflictos.</p>
<h4><li>Unidad de dirección</li></h4>
<p>Todos los esfuerzos de la organización deben estar dirigidos hacia un mismo objetivo.</p>
<h4><li>Subordinaci&oacute;n del interés individual al inter&eacute;s general</li></h4>
<p>Los intereses individuales deben ceder ante los intereses de la organización en su conjunto.</p>
<h4><li>Remuneraci&oacute;n</li></h4>
<p>Compensaci&oacute;n justa y equitativa para los empleados por su trabajo y contribuci&oacute;n a la organizaci&oacute;n.</p>
<h4><li>Centralizaci¿&oacute;n</li></h4>
<p> Grado en el que la toma de decisiones est&aacute; concentrada en la cima de la organizaci&oacute;n.</p>
<h4><li>Jerarqu&iacute;a</li></h4>
<p>Cadena de autoridad que va desde el nivel m&aacute;s alto hasta el m&aacute;s bajo de la organizaci&oacute;n.</p>
<h4><li>Orden</li></h4>
<p>Organizaci&oacute;n adecuada de recursos y actividades para maximizar la eficiencia y la productividad.</p>
<h4><li>Equidad</li></h4>
<p>Tratar a todos los empleados con imparcialidad y justicia.</p>
<h4><li>Estabilidad del personal</li></h4>
<p>Evitar la rotación excesiva de personal para mantener la continuidad y la eficiencia en la organizaci&oacute;n.</p>
<h4><li>Iniciativa</li></h4>
<p> Fomentar la creatividad y la innovación entre los empleados.</p>
<h4><li>Espíritu de equipo</li></h4>
<p>Promover un ambiente de colaboración y cooperación entre los miembros de la organizaci&oacute;n.</p>

<br>
</ul>

<p><h2>otras teorias de la administraci&oacute;n </p></h2>
<p>¡Dando click sobre los conceptos en la columna de "TEORIAS", puedes encontrar informaci&oacute;n adicional acerca de cada teoria administrativa!</p>
<table border=3>
<tr>
<th>TEORIAS</th>
<th>IMAGEN</th>
<th>AUTOR</th>
<th>PRINCIPALES CAACTERISTICAS </th>

</tr>
<tr>
<td><a href="https://blog.up.edu.mx/doctorado-en-ciencias-empresariales/teoria-cientifica-de-la-administracion">Teoría de la gestión científica</a></td>
<td><img src="IMG/Frederick.jpeg" width="100" height="100"></img></td>
<td>Frederick Taylor</td>
<td>fue uno de los primeros en estudiar científicamente el desempeño laboral. Los principios de Taylor recomendaban que se usara el método científico para realizar tareas en el 
lugar de trabajo, en lugar de que el líder confiara en su juicio o en la discreción personal de los miembros del equipo.</td>
</tr>

<tr>
<td><a href="https://repository.unad.edu.co/reproductor-ova/10596_31750/10.slide.html">Teoría de la gestión burocrática></td>
<td><img src="IMG/MAX.jpeg" width="100" height="100"></img></td>
<td>Max Weber</td>
<td>la teoría de la gestión burocrática se centra en estructurar las organizaciones en una jerarquía para que existan reglas claras de gobierno. Sus principios para crear este sistema 
incluyen una cadena de mando, una clara división del trabajo, la separación de los activos personales y organizacionales del propietario, reglas y regulaciones estrictas y consistentes, un meticuloso mantenimiento 
de registros y documentación y la selección y promoción de los empleados en función de su desempeño y calificaciones.</td>

</tr>

</tr>
<tr>
<td><a href="https://www.revistaespacios.com/a05v26n02/05260244.html">Teoría de las relaciones humanas</a></td>
<td><img src="IMG/Elton.jpeg" width="100" height="100"></img></td>
<td>Elton Mayor</td>
<td>Esta teoría fue desarrollada por Elton Mayo, quien realizó experimentos diseñados para mejorar la productividad que sentó las bases del movimiento de relaciones humanas. Se centró en cambiar las condiciones de trabajo 
como la iluminación, los descansos y la duración de la jornada laboral.</td>
</tr>

</tr>
<tr>
<td><a href="https://divulgaciondinamica.es/teoria-x-teoria-y-mcgregor-que-es/">Teoría X e Y</a></td>
<td><img src="IMG/Douglas.jpeg" width="100" height="100"></img></td>
<td>Douglas McGregor</td>
<td>El psicólogo social estadounidense Douglas McGregor introdujo las teorías X e Y en su libro, "El lado humano de la empresa", donde concluyó que dos estilos diferentes de gestión se guían por sus 
percepciones de las motivaciones de los miembros del equipo.</td>
</tr>

</table>
<br>
<p><h3> algunas ayudas audiovisuales para complementar el trabajo de Henri Fayol</p></h3>
<br>
<ol>
<li><iframe width="1280" height="720" src="https://www.youtube.com/embed/rT-pJLOcKK8" title="Los 14 PRINCIPIOS DE LA ADMINISTRACION de Henry Fayol" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
</li>
<br>
<li><iframe width="1280" height="720" src="https://www.youtube.com/embed/sTl-mW2Zkfs" title="TEORIA CLASICA de la ADMINISTRACION de HENRY FAYOL ✅ | Economía de la Empresa 142#" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe></li>
<br>

</ul>

<address> 
Facultad Nacional de Salud P&uacute;blica
Calle 62 #52-59
</address>
<center><img src="IMG/facultadsalud.png" width="600" height="200">

<footer>
<p>Elaborado por: yesid laguna<br>
c&eacute;dula:1234</p>
</footer>
</body>
</html>

